import blu from '@/assets/imgs/blu.jpg';
import ger from '@/assets/imgs/ger.jpg';
import vel from '@/assets/imgs/vel.jpg';

const notes = [
  {
    img: blu,
    name: 'Как сделать простую стерео систему с блютуз на LA4440',
    description: `Микросхема LA4440 является очень привлекательным элементом у электроников, так как: имеет простую схему включения, низкое напряжение питания и дешевизну при покупке. Ее можно использовать в стерео режиме или включить по мостовой схеме оба канала для увеличения выходной мощности.

    Сейчас вы увидите, как просто сделать свою стереосистему на таких микросхемах. В роли источника звука будет использован встраиваемый плеер. Он хорош тем, что имеет MP3 плеер с картридеров и гнездом USB, FM и блютуз приемником.`,
  },
  {
    img: ger,
    name: 'Усилитель на германиевых транзисторах',
    description: `Как известно, первые транзисторы, которые пришли на смену радиолампам, были именно германиевыми. Их изобретение сыграло большую роль в развитии электроники, позволив сделать электронные устройства более функциональными, экономичными и малогабаритными. Однако эпоха германиевых транзисторов длилась недолго – в скором времени их заменили более совершенные кремниевые. Несмотря на это, германиевых транзисторов было выпущено огромное количество, и даже сейчас, спустя пол века, они не являются большой редкостью.

    Существует мнение, что звучание усилителя, построенного целиком на германиевых транзисторах обладает особым окрасом, близким к «тёплому ламповому» звуку. Именно это делает германиевые транзисторы такими популярными в среде радиолюбителей в последнее время. Послушать собственными ушами звук подобного усилителя можно, если собрать весьма несложную схему, приведённую ниже.`,
  },
  {
    img: vel,
    name: 'Как на велосипед установить двигатель от триммерной косы',
    description: `Поскольку после установки на велосипед в качестве привода двигателя от мотокосы необходимость в педалях отпадает, то их просто снимаем. Также с мотора демонтируем узел, выполняющий функции основания.
    
    Вместо него изготавливаем новое основание, представляющее собой почти квадратную пластину с приваренными в поперечном направлении и параллельно друг другу вертикальными опорами также из листового металла с цилиндрической и прямоугольной выемками сверху.`,
  },
];

export { notes };
